<template>
  <div class="about">
    <div class="container">
      <h1>О проекте</h1>
      <p>
        Проект посвящен рассмотрению участия общественности в оказании помощи жертвам войн начала XX
        века на примере Сибири. Основное внимание в исследовании уделено процессам формирования и
        анализу направления деятельности общественных организаций. Хронологические рамки проекта
        охватывают период с 1904 по 1920 г. В это время в России происходили такие военные конфликты
        как русско-японская, Первая мировая и Гражданская войны в Сибири, а также смена политических
        режимов. Все эти события меня привели к резким изменениям жизни российского общества,
        вызвали тяжелые социальные последствия для личности, общественных групп и институтов,
        изменили ценностные ориентиры, создали предпосылки для ксенофобии и идеологического
        экстремизма и т.д. Обращение к изучению работы общественных организаций в деле поддержки
        нуждающихся категорий населения, сформированных в период социальных катаклизмов, дает
        представление не только о жизни региона, но и всей страны в целом.
      </p>
      <p>
        Исследование выполнено при финансовой поддержке РФФИ в рамках научного проекта №
        19-39-60009.
      </p>
    </div>
  </div>
</template>
